Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: %@ 到 %@
ar: %@ إلى %@
de: %@ nach %@
en: %@ to %@
es: %@ a %@
fr: %@ vers %@
hi: %@ से %@
id: %@ ke %@
ja: %@ から %@
nl: %@ naar %@
pl: %@ do %@
pt: %@ para %@
vi: %@ đến %@

source: %@中，开始于 %@。
ar: %@ قيد التقدم، بدأ في %@.
de: %@ läuft, gestartet am %@.
en: %@ in progress, started at %@.
es: %@ en curso, comenzó a las %@.
fr: %@ en cours, démarré le %@.
hi: %@ चल रहा है, %@ से शुरू।
id: %@ sedang berlangsung, mulai %@.
it: %@ in corso, iniziato il %@.
ja: %@中、%@ に開始。
ko: %@ 진행 중, %@ 시작.
nl: %@ bezig, gestart op %@.
pl: %@ w trakcie, rozpoczęto %@.
pt: %@ em andamento, iniciado em %@.
ru: %@ выполняется, начато %@.
tr: %@ devam ediyor, başlangıç: %@.
vi: %@ đang diễn ra, bắt đầu từ %@.
zh_hant: %@中，開始於 %@。

source: %@失败：%@。%@
ar: %@ فشل: %@. %@
de: %@ fehlgeschlagen: %@. %@
en: %@ failed: %@. %@
es: %@ falló: %@. %@
fr: %@ échoué : %@. %@
hi: %@ विफल: %@। %@
id: %@ gagal: %@. %@
it: %@ fallito: %@. %@
ja: %@失敗：%@。%@
ko: %@ 실패: %@. %@
nl: %@ mislukt: %@. %@
pl: %@ nie powiodło się: %@. %@
pt: %@ falhou: %@. %@
ru: %@ не удалось: %@. %@
tr: %@ başarısız: %@. %@
vi: %@ thất bại: %@. %@
zh_hant: %@失敗：%@。%@

source: %@已完成：%@。
ar: %@ مكتمل: %@.
de: %@ abgeschlossen: %@.
en: %@ completed: %@.
es: %@ completado: %@.
fr: %@ terminé : %@.
hi: %@ पूर्ण: %@।
id: %@ selesai: %@.
it: %@ completato: %@.
ja: %@完了：%@。
ko: %@ 완료: %@.
nl: %@ voltooid: %@.
pl: %@ zakończono: %@.
pt: %@ concluído: %@.
ru: %@ завершено: %@.
tr: %@ tamamlandı: %@.
vi: %@ đã hoàn thành: %@.

source: %lld 个结果
ar: %lld نتيجة
de: %lld Ergebnisse
en: %lld results
es: %lld resultados
fr: %lld résultats
hi: %lld परिणाम
id: %lld hasil
it: %lld risultati
ja: %lld 件の結果
ko: 결과 %lld개
nl: %lld resultaten
pl: %lld wyników
pt: %lld resultados
ru: %lld результатов
tr: %lld sonuç
vi: %lld kết quả
zh_hant: %lld 個結果

source: API Token
ar: رمز API
es: Token de API
fr: Jeton API
hi: API टोकन
id: Token API
pl: Token API

source: App 版本 %@
ar: إصدار التطبيق %@
de: App-Version %@
en: App version %@
es: Versión de la app %@
fr: Version de l'app %@
hi: ऐप संस्करण %@
id: Versi Aplikasi %@
it: Versione app %@
ja: アプリバージョン %@
ko: 앱 버전 %@
nl: App versie %@
pl: Wersja aplikacji %@
pt: App versão %@
ru: Версия приложения %@
tr: Uygulama Sürümü %@
vi: Phiên bản ứng dụng %@

source: Base URL
ar: الرابط الأساسي
de: Basis-URL
es: URL base
fr: URL de base
hi: बेस URL
id: URL Dasar
it: URL di base
nl: Basis-URL
pl: Podstawowy URL
tr: Temel URL

source: Core Data 已启用
ar: Core Data مفعل
de: Core Data aktiviert
en: Core Data Enabled
es: Core Data activado
fr: Core Data activé
hi: Core Data सक्षम
id: Core Data Diaktifkan
it: Core Data attivo
ja: Core Data 有効
ko: Core Data 사용
nl: Core Data ingeschakeld
pl: Core Data włączone
pt: Core Data ativado
ru: Core Data включена
tr: Core Data Etkin
vi: Core Data đã bật
zh_hant: Core Data 已啟用

source: DeepSeek API Token
ar: رمز DeepSeek API
es: Token de API de DeepSeek
fr: Jeton API DeepSeek
hi: DeepSeek API टोकन
id: Token API DeepSeek
it: Token API DeepSeek
pl: Token API DeepSeek
pt: Token da API DeepSeek

source: DeepSeek Token 无效或已过期。
ar: رمز DeepSeek غير صالح أو منتهي الصلاحية.
de: DeepSeek-Token ungültig oder abgelaufen.
en: The DeepSeek token is invalid or expired.
es: El token de DeepSeek no es válido o caducó.
fr: Le jeton DeepSeek est invalide ou a expiré.
hi: DeepSeek टोकन अमान्य या समाप्त हो गया है।
id: Token DeepSeek tidak valid atau kedaluwarsa.
it: Token DeepSeek non valido o scaduto.
ja: DeepSeek Token が無効または期限切れです。
ko: DeepSeek Token이 유효하지 않거나 만료되었습니다.
nl: DeepSeek Token is ongeldig of verlopen.
pl: Token DeepSeek jest nieprawidłowy lub wygasł.
pt: Token DeepSeek inválido ou expirado.
ru: DeepSeek Token недействителен или истёк.
tr: DeepSeek Token geçersiz veya süresi dolmuş.
vi: DeepSeek Token không hợp lệ hoặc đã hết hạn.
zh_hant: DeepSeek Token 無效或已過期。

source: DeepSeek 响应超时，请稍后重试或缩短文本。
ar: انتهت مهلة استجابة DeepSeek، يرجى المحاولة لاحقًا أو تقصير النص.
de: DeepSeek-Antwortzeitüberschreitung. Bitte versuchen Sie es später erneut oder kürzen Sie den Text.
en: DeepSeek timed out. Try again later or shorten the text.
es: DeepSeek agotó el tiempo de espera. Inténtalo más tarde o acorta el texto.
fr: DeepSeek a expiré. Veuillez réessayer plus tard ou raccourcir le texte.
hi: DeepSeek प्रतिक्रिया समय समाप्त, कृपया बाद में पुनः प्रयास करें या टेक्स्ट छोटा करें।
id: Respons DeepSeek habis waktu, coba lagi nanti atau perpendek teks.
it: DeepSeek non risponde, riprova più tardi o accorcia il testo.
ja: DeepSeek 応答タイムアウト。後で再試行するか、テキストを短くしてください。
ko: DeepSeek 응답 시간 초과, 잠시 후 다시 시도하거나 텍스트를 줄이세요.
nl: DeepSeek reageert niet, probeer het later opnieuw of verkort de tekst.
pl: Przekroczono limit czasu odpowiedzi DeepSeek. Spróbuj ponownie później lub skróć tekst.
pt: Resposta do DeepSeek expirou. Tente novamente mais tarde ou encurte o texto.
ru: DeepSeek не отвечает, повторите попытку позже или сократите текст.
tr: DeepSeek yanıt vermedi, lütfen tekrar deneyin veya metni kısaltın.
vi: DeepSeek phản hồi quá hạn, vui lòng thử lại sau hoặc rút ngắn văn bản.
zh_hant: DeepSeek 回應逾時，請稍後重試或縮短文字。

source: DeepSeek 拒绝了该内容，请调整文本后重试。
ar: رفض DeepSeek المحتوى، يرجى تعديل النص والمحاولة مرة أخرى.
de: DeepSeek hat den Inhalt abgelehnt. Bitte passen Sie den Text an und versuchen Sie es erneut.
en: DeepSeek rejected this content. Please revise the text and try again.
es: DeepSeek rechazó este contenido. Ajusta el texto e inténtalo de nuevo.
fr: DeepSeek a refusé ce contenu. Veuillez modifier le texte et réessayer.
hi: DeepSeek ने सामग्री अस्वीकार कर दी, कृपया टेक्स्ट समायोजित करके पुनः प्रयास करें।
id: DeepSeek menolak konten tersebut, silakan sesuaikan teks lalu coba lagi.
it: DeepSeek ha rifiutato il contenuto, modifica il testo e riprova.
ja: DeepSeek がコンテンツを拒否しました。テキストを調整して再試行してください。
ko: DeepSeek이 콘텐츠를 거부했습니다. 텍스트를 수정한 후 다시 시도하세요.
nl: DeepSeek heeft de inhoud geweigerd. Pas de tekst aan en probeer het opnieuw.
pl: DeepSeek odrzucił treść. Dostosuj tekst i spróbuj ponownie.
pt: DeepSeek recusou o conteúdo. Ajuste o texto e tente novamente.
ru: DeepSeek отклонил содержимое, измените текст и повторите попытку.
tr: DeepSeek içeriği reddetti, lütfen metni düzenleyip tekrar deneyin.
vi: DeepSeek đã từ chối nội dung này, vui lòng điều chỉnh văn bản và thử lại.
zh_hant: DeepSeek 拒絕了該內容，請調整文字後重試。

source: DeepSeek 暂时资源不足，请稍后重试。
ar: DeepSeek يعاني من نقص الموارد مؤقتًا، يرجى المحاولة لاحقًا.
de: DeepSeek hat vorübergehend nicht genügend Ressourcen. Bitte versuchen Sie es später erneut.
en: DeepSeek is temporarily low on resources. Please try again later.
es: DeepSeek tiene recursos limitados temporalmente. Inténtalo de nuevo más tarde.
fr: DeepSeek manque temporairement de ressources. Veuillez réessayer plus tard.
hi: DeepSeek के पास अस्थायी रूप से अपर्याप्त संसाधन हैं, कृपया बाद में पुनः प्रयास करें।
id: Sumber daya DeepSeek tidak mencukupi, coba lagi nanti.
it: DeepSeek ha risorse insufficienti, riprova più tardi.
ja: DeepSeek のリソースが不足しています。後で再試行してください。
ko: DeepSeek 리소스가 일시적으로 부족합니다. 잠시 후 다시 시도하세요.
nl: DeepSeek heeft tijdelijk onvoldoende capaciteit. Probeer het later opnieuw.
pl: DeepSeek tymczasowo ma niewystarczające zasoby. Spróbuj ponownie później.
pt: DeepSeek temporariamente sem recursos. Tente novamente mais tarde.
ru: DeepSeek временно недоступен, повторите попытку позже.
tr: DeepSeek kaynakları geçici olarak yetersiz, lütfen tekrar deneyin.
vi: DeepSeek tạm thời thiếu tài nguyên, vui lòng thử lại sau.
zh_hant: DeepSeek 暫時資源不足，請稍後重試。

source: DeepSeek 没有返回可用译文。
ar: لم يُرجع DeepSeek ترجمة قابلة للاستخدام.
de: DeepSeek hat keine verwendbare Übersetzung zurückgegeben.
en: DeepSeek did not return a usable translation.
es: DeepSeek no devolvió una traducción utilizable.
fr: DeepSeek n'a retourné aucune traduction utilisable.
hi: DeepSeek ने कोई उपयोग योग्य अनुवाद नहीं लौटाया।
id: DeepSeek tidak mengembalikan terjemahan yang dapat digunakan.
it: DeepSeek non ha restituito traduzioni utilizzabili.
ja: DeepSeek から利用可能な翻訳が返されませんでした。
ko: DeepSeek이 사용 가능한 번역을 반환하지 않았습니다.
nl: DeepSeek heeft geen bruikbare vertaling geretourneerd.
pl: DeepSeek nie zwrócił użytecznego tłumaczenia.
pt: DeepSeek não retornou tradução utilizável.
ru: DeepSeek не вернул перевода.
tr: DeepSeek kullanılabilir çeviri döndürmedi.
vi: DeepSeek không trả về bản dịch khả dụng.
zh_hant: DeepSeek 沒有回傳可用譯文。

source: DeepSeek 请求失败：HTTP %lld。
ar: فشل طلب DeepSeek: HTTP %lld.
de: DeepSeek-Anfrage fehlgeschlagen: HTTP %lld.
en: DeepSeek request failed: HTTP %lld.
es: La solicitud a DeepSeek falló: HTTP %lld.
fr: Échec de la requête DeepSeek : HTTP %lld.
hi: DeepSeek अनुरोध विफल: HTTP %lld।
id: Permintaan DeepSeek gagal: HTTP %lld.
it: Richiesta DeepSeek fallita: HTTP %lld.
ja: DeepSeek リクエスト失敗：HTTP %lld。
ko: DeepSeek 요청 실패: HTTP %lld.
nl: DeepSeek-verzoek mislukt: HTTP %lld.
pl: Żądanie DeepSeek nie powiodło się: HTTP %lld.
pt: Falha na requisição ao DeepSeek: HTTP %lld.
ru: Ошибка запроса DeepSeek: HTTP %lld.
tr: DeepSeek isteği başarısız: HTTP %lld.
vi: Yêu cầu DeepSeek thất bại: HTTP %lld.
zh_hant: DeepSeek 請求失敗：HTTP %lld。

source: DeepSeek 输出被截断，请缩短文本后重试。
ar: تم اقتطاع مخرجات DeepSeek، يرجى تقصير النص والمحاولة مرة أخرى.
de: DeepSeek-Ausgabe abgeschnitten. Bitte kürzen Sie den Text und versuchen Sie es erneut.
en: DeepSeek output was truncated. Please shorten the text and try again.
es: La salida de DeepSeek se truncó. Acorta el texto e inténtalo de nuevo.
fr: La sortie DeepSeek a été tronquée. Veuillez raccourcir le texte et réessayer.
hi: DeepSeek आउटपुट काट दिया गया, कृपया टेक्स्ट छोटा करके पुनः प्रयास करें।
id: Keluaran DeepSeek terpotong, perpendek teks lalu coba lagi.
it: Output DeepSeek troncato, accorcia il testo e riprova.
ja: DeepSeek 出力が切り詰められました。テキストを短くして再試行してください。
ko: DeepSeek 출력이 잘렸습니다. 텍스트를 줄인 후 다시 시도하세요.
nl: DeepSeek-uitvoer is afgekapt. Verkort de tekst en probeer het opnieuw.
pl: Wyjście DeepSeek zostało obcięte. Skróć tekst i spróbuj ponownie.
pt: Saída do DeepSeek truncada. Encurte o texto e tente novamente.
ru: Вывод DeepSeek обрезан, сократите текст и повторите попытку.
tr: DeepSeek çıktısı kesildi, lütfen metni kısaltıp tekrar deneyin.
vi: Đầu ra DeepSeek bị cắt ngắn, vui lòng rút ngắn văn bản và thử lại.
zh_hant: DeepSeek 輸出被截斷，請縮短文字後重試。

source: DeepSeek 返回无效响应。
ar: أرجع DeepSeek استجابة غير صالحة.
de: DeepSeek hat eine ungültige Antwort zurückgegeben.
en: DeepSeek returned an invalid response.
es: DeepSeek devolvió una respuesta no válida.
fr: DeepSeek a renvoyé une réponse invalide.
hi: DeepSeek ने अमान्य प्रतिक्रिया लौटाई।
id: DeepSeek mengembalikan respons tidak valid.
it: DeepSeek ha restituito una risposta non valida.
ja: DeepSeek が無効な応答を返しました。
ko: DeepSeek이 유효하지 않은 응답을 반환했습니다.
nl: DeepSeek retourneerde een ongeldig antwoord.
pl: DeepSeek zwrócił nieprawidłową odpowiedź.
pt: DeepSeek retornou resposta inválida.
ru: DeepSeek вернул неверный ответ.
tr: DeepSeek geçersiz yanıt döndürdü.
vi: DeepSeek trả về phản hồi không hợp lệ.
zh_hant: DeepSeek 回傳無效回應。

source: iCloud 同步存储初始化失败，已切换为仅本机存储。数据仍可本机使用，但不会通过 iCloud 同步：%@
ar: فشل تهيئة تخزين iCloud للمزامنة، تم التبديل إلى التخزين المحلي فقط. لا تزال البيانات قابلة للاستخدام محليًا، لكنها لن تتم مزامنتها عبر iCloud: %@
de: Initialisierung des iCloud-Sync-Speichers fehlgeschlagen. Es wird auf lokalen Speicher zurückgegriffen. Daten bleiben lokal nutzbar, werden aber nicht über iCloud synchronisiert: %@
en: iCloud sync storage failed to initialize, so the app switched to local storage only. Data remains available locally, but will not sync through iCloud: %@
es: El almacenamiento de sincronización de iCloud no pudo inicializarse, así que la app cambió a solo almacenamiento local. Los datos siguen disponibles localmente, pero no se sincronizarán mediante iCloud: %@
fr: Échec de l'initialisation du stockage de synchronisation iCloud, basculement vers le stockage local uniquement. Les données restent utilisables localement mais ne seront pas synchronisées via iCloud : %@
hi: iCloud सिंक स्टोरेज आरंभीकरण विफल, केवल स्थानीय स्टोरेज पर स्विच किया गया। डेटा अभी भी स्थानीय रूप से उपयोग किया जा सकता है, लेकिन iCloud के माध्यम से सिंक नहीं होगा: %@
id: Inisialisasi penyimpanan sinkronisasi iCloud gagal, beralih ke penyimpanan lokal saja. Data masih dapat digunakan secara lokal, tetapi tidak akan disinkronkan melalui iCloud: %@
it: Inizializzazione archiviazione iCloud fallita, passaggio a solo locale. I dati sono ancora utilizzabili localmente ma non verranno sincronizzati tramite iCloud: %@
ja: iCloud 同期ストレージの初期化に失敗しました。ローカルストレージのみに切り替えました。データはローカルで使用できますが、iCloud では同期されません：%@
ko: iCloud 동기화 저장소 초기화 실패, 로컬 저장소로 전환했습니다. 데이터는 로컬에서 사용할 수 있지만 iCloud를 통해 동기화되지 않습니다: %@
nl: Initialisatie van iCloud-synchronisatieopslag mislukt, overgeschakeld naar alleen lokale opslag. Gegevens blijven lokaal beschikbaar, maar worden niet gesynchroniseerd via iCloud: %@
pl: Inicjalizacja pamięci masowej synchronizacji iCloud nie powiodła się. Przełączono na pamięć lokalną. Dane są nadal dostępne lokalnie, ale nie będą synchronizowane przez iCloud: %@
pt: Falha na inicialização do armazenamento de sincronização iCloud. Alternado para armazenamento local apenas. Os dados ainda podem ser usados localmente, mas não serão sincronizados via iCloud: %@
ru: Не удалось инициализировать хранилище iCloud, используется локальное хранилище. Данные доступны локально, но не синхронизируются через iCloud: %@
tr: iCloud senkronizasyon depolaması başlatılamadı, yalnızca yerel depolamaya geçildi. Veriler yerel olarak kullanılabilir ancak iCloud üzerinden senkronize edilmeyecek: %@
vi: Khởi tạo bộ nhớ đồng bộ iCloud thất bại, đã chuyển sang bộ nhớ cục bộ. Dữ liệu vẫn có thể sử dụng trên máy nhưng sẽ không đồng bộ qua iCloud: %@
zh_hant: iCloud 同步儲存初始化失敗，已切換為僅本機儲存。資料仍可本機使用，但不會透過 iCloud 同步：%@

source: iCloud 同步已开启。
ar: تم تفعيل مزامنة iCloud.
de: iCloud-Sync ist aktiviert.
en: iCloud sync is on.
es: La sincronización de iCloud está activada.
fr: Synchronisation iCloud activée.
hi: iCloud सिंक चालू है।
id: Sinkronisasi iCloud aktif.
it: Sincronizzazione iCloud attiva.
ja: iCloud 同期が有効です。
ko: iCloud 동기화 켜짐.
nl: iCloud-synchronisatie is ingeschakeld.
pl: Synchronizacja iCloud włączona.
pt: Sincronização iCloud ativada.
ru: Синхронизация iCloud включена.
tr: iCloud senkronizasyonu etkin.
vi: Đồng bộ iCloud đã bật.
zh_hant: iCloud 同步已開啟。

source: iCloud 同步已配置
ar: تم تكوين مزامنة iCloud
de: iCloud-Sync konfiguriert
en: iCloud Sync Configured
es: Sincronización con iCloud configurada
fr: Synchronisation iCloud configurée
hi: iCloud सिंक कॉन्फ़िगर किया गया
id: Sinkronisasi iCloud Dikonfigurasi
it: Sincronizzazione iCloud configurata
ja: iCloud 同期設定済み
ko: iCloud 동기화 구성됨
nl: iCloud-synchronisatie geconfigureerd
pl: Skonfigurowano synchronizację iCloud
pt: Sincronização iCloud configurada
ru: Синхронизация iCloud настроена
tr: iCloud Senkronizasyonu Yapılandırıldı
vi: Đã cấu hình đồng bộ iCloud
zh_hant: iCloud 同步已設定

# Auto
source: 自动
ar: تلقائي
de: Automatisch
en: Auto
es: Automático
fr: Automatique
hi: स्वचालित
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt: Automático
ru: Авто
tr: Otomatik
vi: Tự động
zh_hant: 自動

# Light
source: 浅色
ar: فاتح
de: Hell
en: Light
es: Claro
fr: Clair
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
tr: Açık
vi: Sáng
zh_hant: 淺色

# Dark
source: 深色
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темная
tr: Koyu
vi: Tối

# Black
source: 黑色
ar: أسود
de: Schwarz
en: Black
es: Negro
fr: Noir
hi: काला
id: Hitam
it: Nero
ja: ブラック
ko: 블랙
nl: Zwart
pl: Czarny
pt: Preto
ru: Черный
tr: Siyah
vi: Đen

# Mist Blue
source: 雾蓝
ar: أزرق ضبابي
de: Nebelblau
en: Mist Blue
es: Azul niebla
fr: Bleu brume
hi: मिस्ट ब्लू
id: Biru kabut
it: Blu nebbia
ja: ミストブルー
ko: 미스트 블루
nl: Mistblauw
pl: Mglisty niebieski
pt: Azul névoa
ru: Туманный синий
tr: Sis Mavisi
vi: Xanh sương mù
zh_hant: 霧藍

# Sage
source: 鼠尾草绿
ar: أخضر مريمي
de: Salbei
en: Sage
es: Salvia
fr: Sauge
hi: सेज
id: Sage
it: Salvia
ja: セージ
ko: 세이지
nl: Salie
pl: Szałwia
pt: Sálvia
ru: Шалфейный
tr: Adaçayı
vi: Xanh xô thơm
zh_hant: 鼠尾草綠

# Lavender
source: 薰衣草紫
ar: خزامى
de: Lavendel
en: Lavender
es: Lavanda
fr: Lavande
hi: लैवेंडर
id: Lavender
it: Lavanda
ja: ラベンダー
ko: 라벤더
nl: Lavendel
pl: Lawenda
pt: Lavanda
ru: Лавандовый
tr: Lavanta
vi: Oải hương

# Silver
source: 银色
ar: فضي
de: Silber
en: Silver
es: Plata
fr: Argent
hi: सिल्वर
id: Perak
it: Argento
ja: シルバー
ko: 실버
nl: Zilver
pl: Srebrny
pt: Prateado
ru: Серебристый
tr: Gümüş
vi: Bạc
zh_hant: 銀色

# Cosmic Orange
source: 宇宙橙
ar: برتقالي كوني
de: Kosmisches Orange
en: Cosmic Orange
es: Naranja cósmico
fr: Orange cosmique
hi: कॉस्मिक ऑरेंज
id: Oranye kosmis
it: Arancione cosmico
ja: コズミックオレンジ
ko: 코스믹 오렌지
nl: Kosmisch oranje
pl: Kosmiczny pomarańczowy
pt: Laranja cósmico
ru: Космический оранжевый
tr: Kozmik Turuncu
vi: Cam vũ trụ

# Themes
source: 主题
ar: السمات
de: Designs
en: Themes
es: Temas
fr: Thèmes
hi: थीम
id: Tema
it: Temi
ja: テーマ
ko: 테마
nl: Thema's
pl: Motywy
pt: Temas
ru: Темы
tr: Temalar
vi: Chủ đề
zh_hant: 主題

source: Token 只会保存在本机系统凭据存储中。
ar: سيتم حفظ الرمز فقط في مخزن بيانات اعتماد النظام المحلي.
de: Token wird nur im lokalen System-Schlüsselspeicher gespeichert.
en: The token is saved only in this device's system credential store.
es: El token se guarda solo en el almacén de credenciales del sistema de este dispositivo.
fr: Le jeton est stocké uniquement dans le trousseau de l'appareil.
hi: टोकन केवल स्थानीय सिस्टम क्रेडेंशियल स्टोरेज में सहेजा जाएगा।
id: Token hanya akan disimpan di penyimpanan kredensial sistem lokal.
it: Il token verrà salvato solo nell'archivio credenziali del sistema.
ja: Token はデバイスのシステム認証情報ストレージにのみ保存されます。
ko: Token은 기기 자격 증명 저장소에만 저장됩니다.
nl: Token wordt alleen opgeslagen in de systeemcredentialenopslag van dit apparaat.
pl: Token będzie przechowywany tylko w lokalnym magazynie poświadczeń systemu.
pt: O Token será salvo apenas no armazenamento de credenciais do sistema local.
ru: Token хранится только в локальном хранилище учётных данных.
tr: Token yalnızca cihazınızın kimlik bilgisi deposunda saklanır.
vi: Token chỉ được lưu trong bộ nhớ thông tin xác thực hệ thống cục bộ.
zh_hant: Token 只會儲存在本機系統憑證儲存中。

source: Token 可认证，但账户余额不可用。请检查 DeepSeek 余额。
ar: الرمز صالح، لكن رصيد الحساب غير متاح. يرجى التحقق من رصيد DeepSeek.
de: Token ist authentifiziert, aber das Kontoguthaben ist nicht verfügbar. Bitte überprüfen Sie Ihr DeepSeek-Guthaben.
en: The token is valid, but the account balance is unavailable. Check your DeepSeek balance.
es: El token es válido, pero el saldo de la cuenta no está disponible. Revisa tu saldo de DeepSeek.
fr: Le jeton est authentifié, mais le solde du compte n'est pas disponible. Veuillez vérifier votre solde DeepSeek.
hi: टोकन प्रमाणित है, लेकिन खाता शेष उपलब्ध नहीं है। कृपया DeepSeek शेष जांचें।
id: Token dapat diautentikasi, tetapi saldo akun tidak tersedia. Periksa saldo DeepSeek.
it: Token autenticato, ma saldo non disponibile. Controlla il saldo DeepSeek.
ja: Token は認証可能ですが、アカウント残高が利用できません。DeepSeek の残高を確認してください。
ko: Token은 인증되지만 계정 잔액을 확인할 수 없습니다. DeepSeek 잔액을 확인하세요.
nl: Token is geverifieerd, maar het saldo is niet beschikbaar. Controleer uw DeepSeek-saldo.
pl: Token jest autoryzowany, ale saldo konta jest niedostępne. Sprawdź saldo DeepSeek.
pt: Token autenticado, mas saldo da conta indisponível. Verifique seu saldo no DeepSeek.
ru: Token действителен, но баланс недоступен. Проверьте баланс DeepSeek.
tr: Token doğrulandı ancak hesap bakiyesi alınamadı. Lütfen DeepSeek bakiyenizi kontrol edin.
vi: Token có thể xác thực, nhưng số dư tài khoản không khả dụng. Vui lòng kiểm tra số dư DeepSeek.
zh_hant: Token 可認證，但帳戶餘額不可用。請檢查 DeepSeek 餘額。

source: Token 已保存在本机。
ar: تم حفظ Token محليًا.
de: Token auf diesem Gerät gespeichert.
en: The token has been saved on this device.
es: El token se guardó en este dispositivo.
fr: Token enregistré localement.
hi: Token इस डिवाइस पर सहेजा गया।
id: Token tersimpan di perangkat.
it: Token salvato localmente.
ja: Token はデバイスに保存されました。
ko: 토큰이 기기에 저장되었습니다.
nl: Token opgeslagen op apparaat.
pl: Token zapisany lokalnie.
pt: Token salvo localmente.
ru: Токен сохранен локально.
tr: Token cihazda kaydedildi.
vi: Token đã được lưu trên máy.
zh_hant: Token 已儲存在本機。

source: Token 无效或已过期。
ar: Token غير صالح أو منتهي الصلاحية.
de: Token ungültig oder abgelaufen.
en: The token is invalid or expired.
es: El token no es válido o caducó.
fr: Token invalide ou expiré.
hi: Token अमान्य या समाप्त हो गया है।
id: Token tidak valid atau kedaluwarsa.
it: Token non valido o scaduto.
ja: Token が無効または期限切れです。
ko: 토큰이 유효하지 않거나 만료되었습니다.
nl: Token ongeldig of verlopen.
pl: Token jest nieprawidłowy lub wygasł.
pt: Token inválido ou expirado.
ru: Токен недействителен или истек.
tr: Token geçersiz veya süresi dolmuş.
vi: Token không hợp lệ hoặc đã hết hạn.
zh_hant: Token 無效或已過期。

# translation.result.removeFromMemory.accessibility
source: 取消收藏
ar: إزالة من المفضلة
de: Favorit entfernen
en: Remove from Saved
es: Quitar de guardados
fr: Retirer des favoris
hi: पसंद हटाएँ
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入り解除
ko: 즐겨찾기 해제
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
pt: Remover dos favoritos
ru: Удалить из избранного
tr: Favorilerden kaldır
vi: Bỏ lưu

# translation.result.savedToMemory
source: 已收藏
ar: مُفضل
de: Favorisiert
en: Saved
es: Guardado
fr: Favori
hi: पसंदीदा
id: Difavoritkan
it: Preferito
ja: お気に入り済み
ko: 즐겨찾기됨
nl: Opgeslagen
pl: Zapisano
pt: Favoritado
ru: В избранном
tr: Favorilendi
vi: Đã lưu

# translation.result.saveToMemory
source: 收藏
ar: إضافة إلى المفضلة
de: Favorisieren
en: Save
es: Guardar
fr: Ajouter aux favoris
hi: पसंद करें
id: Favoritkan
it: Aggiungi ai preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Opslaan
pl: Zapisz
pt: Favoritar
ru: В избранное
tr: Favorilere ekle
vi: Lưu

# translation.result.saveToMemory.accessibility
source: 收藏
ar: إضافة إلى المفضلة
de: Favorisieren
en: Save to Memory
es: Guardar en memoria
fr: Ajouter aux favoris
hi: पसंद करें
id: Favoritkan
it: Aggiungi ai preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Opslaan
pl: Zapisz
pt: Favoritar
ru: В избранное
tr: Favorilere ekle
vi: Lưu

source: 中文
ar: الصينية
de: Chinesisch
en: Chinese
es: Chino
fr: Chinois
hi: चीनी
id: Mandarin
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
pl: Chiński
pt: Chinês
ru: Китайский
tr: Çince
vi: Tiếng Trung

source: 主存储初始化失败，当前使用兼容存储：%@
ar: فشل تهيئة التخزين الأساسي، يتم استخدام التخزين المتوافق حاليًا: %@
de: Primärspeicher-Fehler, verwende Kompatibilitätsspeicher: %@
en: Primary storage failed to initialize, so compatibility storage is being used: %@
es: El almacenamiento principal no pudo inicializarse, así que se usa almacenamiento compatible: %@
fr: Échec de l'initialisation du stockage principal, utilisation du stockage compatible : %@
hi: मुख्य भंडारण आरंभ नहीं हो सका, अब संगत भंडारण का उपयोग हो रहा है: %@
id: Penyimpanan utama gagal diinisialisasi, menggunakan penyimpanan kompatibel: %@
it: Inizializzazione archiviazione primaria fallita, in uso archiviazione compatibile: %@
ja: メインストレージの初期化に失敗しました。互換ストレージを使用中：%@
ko: 기본 저장소 초기화 실패, 현재 호환 저장소 사용 중: %@
nl: Primaire opslag mislukt, gebruik compatibele opslag: %@
pl: Nie udało się zainicjować głównego magazynu, używany jest magazyn zastępczy: %@
pt: Falha ao inicializar armazenamento principal. Usando armazenamento compatível: %@
ru: Не удалось инициализировать основное хранилище, используется совместимое: %@
tr: Ana depo başlatılamadı, uyumlu depo kullanılıyor: %@
vi: Khởi tạo bộ nhớ chính thất bại, hiện đang dùng bộ nhớ tương thích: %@
zh_hant: 主儲存初始化失敗，目前使用相容儲存：%@
